app/Controllers/Home.php

    public function getUsers(): string
    {
        $userModel = new \App\Models\UserModel();
        $users = $userModel->findAll();
---
SELECT *
FROM `users`